Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Customise your dashboard by managing your cards: • Enable/disable cards to show only what matters to you • Reorder cards to arrange your perfect layout • Each card offers unique insights into your energy usage and rates Stay tuned for new card modules - we're constantly developing new features to help you better understand and manage your energy usage.
ar: خصص لوحة التحكم لديك عبر إدارة البطاقات: • تفعيل/إلغاء تفعيل البطاقات لعرض ما يهمك فقط • إعادة ترتيب البطاقات لتنظيم تخطيطك المفضل • كل بطاقة توفر رؤى فريدة حول استهلاك الطاقة والأسعار انتظر المزيد من وحدات البطاقات الجديدة - نحن نعمل باستمرار على تطوير ميزات جديدة لمساعدتك في فهم إدارة استهلاك الطاقة بشكل أفضل.
ca: Personalitza el teu tauler gestionant les teves targetes: • Activa o desactiva les targetes per mostrar només allò que t’importa • Reordena les targetes per organitzar la disposició perfecta • Cada targeta ofereix una visió única del teu consum energètic i tarifes Estigues atent a nous mòduls de targetes: estem desenvolupant noves funcionalitats constantment per ajudar-te a entendre i gestionar millor el teu ús d’energia.
cs: Přizpůsobte si svou nástěnku správou karet: • Povolit/zakázat karty, abyste zobrazili jen to, co je pro vás důležité • Přeskládejte karty a uspořádejte si dokonalé rozložení • Každá karta přináší jedinečný přehled o vaší spotřebě energie a sazbách Těšte se na nové moduly karet – neustále vyvíjíme nové funkce, které vám pomohou lépe pochopit a spravovat spotřebu energie.
da: Tilpas dit dashboard ved at administrere dine kort: • Aktivér/deaktivér kort for kun at vise det, der er vigtigt for dig • Omarranger kortene for at organisere den perfekte opsætning • Hvert kort giver unikke indblik i dit energiforbrug og dine priser Hold øje med nye kortmoduler – vi udvikler hele tiden nye funktioner, der hjælper dig med bedre at forstå og styre dit energiforbrug.
de: Passen Sie Ihr Dashboard an, indem Sie Ihre Karten verwalten: • Karten aktivieren/deaktivieren, um nur das anzuzeigen, was für Sie relevant ist • Karten neu anordnen, um Ihr perfektes Layout zu gestalten • Jede Karte bietet einzigartige Einblicke in Ihren Energieverbrauch und Ihre Tarife Freuen Sie sich auf neue Kartenmodule – wir entwickeln ständig neue Funktionen, um Ihnen zu helfen, Ihren Energieverbrauch besser zu verstehen und zu verwalten.
el: Προσαρμόστε τον πίνακα ελέγχου διαχειριζόμενοι τις κάρτες σας: • Ενεργοποιήστε/απενεργοποιήστε κάρτες για να εμφανίζετε μόνο αυτά που σας ενδιαφέρουν • Αναδιατάξτε τις κάρτες για να οργανώσετε τη διάταξη που προτιμάτε • Κάθε κάρτα προσφέρει μοναδικές πληροφορίες σχετικά με την κατανάλωση ενέργειας και τις τιμές Μείνετε συντονισμένοι για νέα μοντέλα καρτών - αναπτύσσουμε συνεχώς νέες δυνατότητες για να σας βοηθήσουμε να κατανοήσετε και να διαχειριστείτε καλύτερα την κατανάλωση ενέργειάς σας.
es: Personaliza tu panel gestionando tus tarjetas: • Activa/desactiva tarjetas para mostrar solo lo que te importa • Reordena las tarjetas para organizar tu diseño perfecto • Cada tarjeta ofrece información única sobre tu consumo de energía y tarifas Mantente atento a nuevos módulos de tarjetas: estamos desarrollando constantemente nuevas funciones para ayudarte a comprender y gestionar mejor tu consumo de energía.
fi: Mukauta hallintapaneeliasi hallitsemalla kortteja: • Ota kortteja käyttöön tai poista niitä käytöstä näyttääksesi vain sinulle tärkeät asiat • Järjestä kortteja uudelleen saadaksesi täydellisen asettelun • Jokainen kortti tarjoaa ainutlaatuista tietoa energiankulutuksestasi ja hinnoista Seuraa tulevia uusia korttimoduuleja – kehitämme jatkuvasti uusia ominaisuuksia, joiden avulla voit paremmin ymmärtää ja hallita energiankulutustasi.
fr: Personnalisez votre tableau de bord en gérant vos cartes : • Activez/désactivez des cartes pour n’afficher que ce qui vous intéresse • Réorganisez les cartes pour créer votre disposition idéale • Chaque carte offre un aperçu unique de votre consommation d’énergie et de vos tarifs Restez à l’affût des nouveaux modules de cartes – nous développons en permanence de nouvelles fonctionnalités pour vous aider à mieux comprendre et gérer votre consommation d’énergie.
he: התאם אישית את לוח המחוונים שלך על ידי ניהול הכרטיסים: • הפעל/השבת כרטיסים כדי להציג רק את מה שחשוב לך • סדר מחדש את הכרטיסים כדי ליצור פריסת מסך מושלמת • כל כרטיס מספק תובנות ייחודיות לגבי צריכת האנרגיה והתעריפים שלך המשך לעקוב אחר מודולים חדשים של כרטיסים – אנחנו מפתחים כל העת תכונות חדשות שיסייעו לך להבין ולנהל טוב יותר את צריכת האנרגיה שלך.
hi: अपने डैशबोर्ड को अपनी कार्डों का प्रबंधन करके अनुकूलित करें: • केवल वही दिखाने के लिए कार्ड सक्षम/अक्षम करें जो आपके लिए महत्वपूर्ण है • अपनी पसंदीदा रूपरेखा तय करने के लिए कार्डों का क्रम बदलें • प्रत्येक कार्ड आपकी ऊर्जा खपत और दरों के बारे में अनूठी जानकारी देता है नए कार्ड मॉड्यूल के लिए बने रहें – हम लगातार नई विशेषताओं पर काम कर रहे हैं, जिससे आप अपनी ऊर्जा खपत को बेहतर ढंग से समझ और प्रबंधित कर सकें।
hr: Prilagodite svoju nadzornu ploču upravljajući karticama: • Omogućite/onemogućite kartice kako biste prikazali samo ono što vam je bitno • Promijenite redoslijed kartica za savršeni raspored • Svaka kartica nudi jedinstven uvid u vašu potrošnju energije i tarife Pratite nove module kartica – neprestano razvijamo nove značajke koje će vam pomoći bolje razumjeti i upravljati potrošnjom energije.
hu: Testre szabhatja az irányítópultját a kártyák kezelésével: • Kártyák engedélyezése/letiltása, hogy csak a fontos tartalmak jelenjenek meg • Kártyák átrendezése a tökéletes elrendezés kialakításához • Minden kártya egyedi betekintést nyújt az energiafogyasztásába és a díjakba Figyelje az új kártyamodulokat – folyamatosan fejlesztünk új funkciókat, hogy segíthessünk jobban megérteni és kezelni az energiafogyasztását.
id: Sesuaikan dasbor Anda dengan mengelola kartu: • Aktif/nonaktifkan kartu untuk menampilkan hanya hal-hal yang penting bagi Anda • Atur ulang kartu untuk mendapatkan tata letak sempurna • Setiap kartu menawarkan wawasan unik tentang penggunaan dan tarif energi Anda Pantau modul kartu baru – kami terus mengembangkan fitur-fitur baru untuk membantu Anda memahami dan mengelola penggunaan energi dengan lebih baik.
it: Personalizza la tua dashboard gestendo le tue card: • Abilita/disabilita le card per mostrare solo ciò che ti interessa • Riordina le card per organizzare il layout perfetto • Ogni card offre approfondimenti unici sul tuo consumo energetico e sulle tariffe Rimani sintonizzato per nuovi moduli di card: stiamo continuamente sviluppando nuove funzionalità per aiutarti a comprendere e gestire meglio il tuo consumo di energia.
ja: カードを管理してダッシュボードをカスタマイズしましょう: • 自分に必要なものだけを表示できるようにカードを有効/無効にする • 完璧なレイアウトを作成するためにカードを並べ替える • 各カードはエネルギー使用量と料金に関する独自のインサイトを提供 新しいカードモジュールにご期待ください—エネルギー使用量をよりよく理解・管理するための新機能を継続的に開発しています。
ko: 카드를 관리하여 대시보드를 맞춤 설정하세요: • 필요한 것만 보이도록 카드 활성화/비활성화 • 원하는 레이아웃을 위해 카드 순서 재배치 • 각 카드는 에너지 사용량과 요금에 대한 고유한 통찰력을 제공합니다 새로운 카드 모듈을 기대하세요 – 에너지 사용을 더 잘 이해하고 관리할 수 있도록 계속해서 새로운 기능을 개발하고 있습니다.
ms: Sesuaikan papan pemuka anda dengan mengurus kad: • Dayakan/lumpuhkan kad untuk memaparkan perkara yang penting sahaja • Susun semula kad bagi mendapatkan susun atur terbaik • Setiap kad menawarkan pandangan unik tentang penggunaan tenaga dan kadar anda Nantikan modul kad baharu – kami sentiasa membangunkan ciri-ciri baharu untuk membantu anda memahami dan mengurus penggunaan tenaga dengan lebih baik.
nb: Tilpass dashbordet ditt ved å administrere kortene: • Aktiver/deaktiver kort for å bare vise det som er viktig for deg • Omorganiser kortene for å sette opp den perfekte layouten • Hvert kort gir unik innsikt i energiforbruket og prisene dine Følg med for nye kortmoduler – vi utvikler stadig nye funksjoner for å hjelpe deg med å forstå og håndtere energiforbruket ditt bedre.
nl: Stel je dashboard naar wens in door je kaarten te beheren: • Schakel kaarten in/uit om alleen te tonen wat voor jou van belang is • Orden kaarten opnieuw om je ideale indeling te creëren • Elke kaart biedt unieke inzichten in je energieverbruik en tarieven Blijf op de hoogte van nieuwe kaartmodules – we ontwikkelen voortdurend nieuwe functies om je te helpen je energieverbruik beter te begrijpen en te beheren.
pl: Dostosuj swój pulpit nawigacyjny, zarządzając kartami: • Włącz/wyłącz karty, aby wyświetlać tylko to, co jest dla Ciebie istotne • Zmień kolejność kart, aby ułożyć idealny układ • Każda karta zapewnia unikatowe informacje o Twoim zużyciu energii i stawkach Oczekuj nowych modułów kart – nieustannie pracujemy nad nowymi funkcjami, aby pomóc Ci lepiej zrozumieć i zarządzać zużyciem energii.
pt_pt: Personalize o seu painel, gerindo os seus cartões: • Ative/desative cartões para mostrar apenas o que é importante para si • Reordene cartões para organizar a sua disposição ideal • Cada cartão oferece informações únicas sobre o seu consumo de energia e tarifas Fique atento a novos módulos de cartões – estamos constantemente a desenvolver novas funcionalidades para o ajudar a compreender e gerir melhor o seu consumo de energia.
ro: Personalizați-vă panoul de control gestionând cardurile: • Activați/dezactivați cardurile pentru a afișa doar ceea ce contează pentru dvs. • Reordonați cardurile pentru a obține aspectul perfect • Fiecare card oferă informații unice despre consumul de energie și tarife Rămâneți la curent cu noile module de card – dezvoltăm constant funcționalități noi pentru a vă ajuta să înțelegeți și să gestionați mai bine consumul de energie.
ru: Настройте свою панель, управляя картами: • Включайте/выключайте карты, чтобы показывать только то, что важно именно вам • Переставляйте карты, формируя идеальную раскладку • Каждая карта предоставляет уникальные сведения об использовании энергии и тарифах Следите за новыми модулями карт – мы постоянно разрабатываем новые функции, чтобы помочь вам лучше понимать и управлять потреблением энергии.
sk: Prispôsobte si svoju tabuľu spravovaním kariet: • Povoliť/zakázať karty, aby ste zobrazili iba to, na čom vám záleží • Zmeňte poradie kariet, aby ste dosiahli dokonalé usporiadanie • Každá karta ponúka jedinečné poznatky o vašej spotrebe energie a sadzbách Sledujte nové moduly kariet – neustále vyvíjame nové funkcie, ktoré vám pomôžu lepšie porozumieť a spravovať spotrebu energie.
sl: Prilagodite svojo nadzorno ploščo z upravljanjem kartic: • Omogočite/onemogočite kartice, da prikazujete samo tisto, kar je za vas pomembno • Preuredite kartice, da ustvarite popolno postavitev • Vsaka kartica ponuja edinstven vpogled v vašo porabo energije in tarif Bodite pozorni na nove module kartic – nenehno razvijamo nove funkcionalnosti, ki vam bodo pomagale bolje razumeti in upravljati porabo energije.
sv: Anpassa din instrumentpanel genom att hantera dina kort: • Aktivera/inaktivera kort för att bara visa det som är viktigt för dig • Ordna om korten för att få en perfekt layout • Varje kort ger unik insikt i din energianvändning och dina priser Håll utkik efter nya kortmoduler – vi utvecklar ständigt nya funktioner för att hjälpa dig att bättre förstå och hantera din energianvändning.
th: ปรับแต่งแดชบอร์ดของคุณด้วยการจัดการการ์ด: • เปิด/ปิดการ์ดเพื่อแสดงเฉพาะสิ่งที่สำคัญสำหรับคุณ • จัดลำดับการ์ดใหม่เพื่อให้ได้เลย์เอาต์ที่สมบูรณ์แบบ • แต่ละการ์ดมอบข้อมูลเชิงลึกพิเศษเกี่ยวกับการใช้พลังงานและอัตราค่าไฟ โปรดรอติดตามโมดูลการ์ดใหม่ – เรากำลังพัฒนาฟีเจอร์ใหม่ ๆ อย่างต่อเนื่องเพื่อช่วยให้คุณเข้าใจและจัดการการใช้พลังงานของคุณได้ดียิ่งขึ้น
tr: Panonuzu kartlarınızı yöneterek kişiselleştirin: • Sizin için önemli olanı göstermek için kartları etkinleştirin/devre dışı bırakın • Mükemmel düzeninizi oluşturmak için kartların sırasını yeniden düzenleyin • Her kart, enerji kullanımınız ve tarifeleriniz hakkında benzersiz içgörüler sunar Yeni kart modüllerini bekleyin – enerji kullanımınızı daha iyi anlamanız ve yönetmeniz için sürekli olarak yeni özellikler geliştiriyoruz.
uk: Налаштуйте свою панель, керуючи картками: • Увімкніть/вимкніть картки, щоб показувати лише те, що важливо саме для вас • Змініть порядок карток, щоб отримати ідеальне розташування • Кожна картка пропонує унікальний погляд на ваше споживання енергії та тарифи Слідкуйте за появою нових модулів карток – ми постійно розробляємо нові функції, щоб допомогти вам краще розуміти та керувати споживанням енергії.
vi: Tùy chỉnh bảng điều khiển của bạn bằng cách quản lý các thẻ: • Bật/tắt thẻ để chỉ hiển thị những gì quan trọng đối với bạn • Sắp xếp lại thứ tự thẻ để có bố cục hoàn hảo • Mỗi thẻ cung cấp thông tin chi tiết độc đáo về mức tiêu thụ và giá năng lượng của bạn Hãy chờ đón các mô-đun thẻ mới – chúng tôi liên tục phát triển các tính năng mới để giúp bạn hiểu và quản lý việc sử dụng năng lượng của mình tốt hơn.
zh_hans: 通过管理卡片来自定义您的仪表板： • 启用/禁用卡片，仅显示对您重要的内容 • 重新排序卡片以布置理想布局 • 每张卡片都能为您提供关于能耗和费率的独特洞察 敬请期待新的卡片模块——我们一直在开发新功能，帮助您更好地了解并管理能源使用情况。
zh_hant: 透過管理卡片來自訂你的儀表板： • 啟用／停用卡片，只顯示對你重要的資訊 • 重新排序卡片，安排理想的版面配置 • 每張卡片都能為你提供關於能源使用量和費率的獨特見解 敬請期待新的卡片模組——我們正不斷開發新功能，協助你更好地了解和管理能源使用。

source: Daily
ar: يوميًا
ca: Diàriament
cs: Denně
da: Dagligt
de: Täglich
el: Καθημερινά
es: Diario
fi: Päivittäin
fr: Quotidien
he: יומי
hi: दैनिक
hr: Dnevno
hu: Napi
id: Harian
it: Quotidiano
ja: 毎日
ko: 매일
ms: Harian
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt_pt: Diário
ro: Zilnic
ru: Ежедневно
sk: Denne
sl: Dnevno
sv: Dagligen
th: รายวัน
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每日

source: Data Management
ar: إدارة البيانات
ca: Gestió de dades
cs: Správa dat
da: Datastyring
de: Datenverwaltung
el: Διαχείριση δεδομένων
es: Gestión de datos
fi: Tietojen hallinta
fr: Gestion des données
he: ניהול נתונים
hi: डेटा प्रबंधन
hr: Upravljanje podacima
hu: Adatkezelés
id: Pengelolaan Data
it: Gestione dati
ja: データ管理
ko: 데이터 관리
ms: Pengurusan Data
nb: Databehandling
nl: Gegevensbeheer
pl: Zarządzanie danymi
pt_pt: Gestão de Dados
ro: Managementul datelor
ru: Управление данными
sk: Správa údajov
sl: Upravljanje podatkov
sv: Hantering av data
th: การจัดการข้อมูล
tr: Veri Yönetimi
uk: Управління даними
vi: Quản lý dữ liệu
zh_hans: 数据管理
zh_hant: 數據管理

source: Data Range:
ar: نطاق البيانات:
ca: Interval de dades:
cs: Rozsah dat:
da: Dataområde:
de: Datenbereich:
el: Εύρος δεδομένων:
es: Rango de datos:
fi: Tietoalue:
fr: Plage de données :
he: טווח נתונים:
hi: डेटा रेंज:
hr: Raspon podataka:
hu: Adattartomány:
id: Rentang Data:
it: Intervallo di dati:
ja: データ範囲：
ko: 데이터 범위:
ms: Julat Data:
nb: Dataområde:
nl: Gegevensbereik:
pl: Zakres danych:
pt_pt: Intervalo de dados:
ro: Interval de date:
ru: Диапазон данных:
sk: Rozsah dát:
sl: Obseg podatkov:
sv: Dataomfång:
th: ช่วงข้อมูล:
tr: Veri Aralığı:
uk: Діапазон даних:
vi: Phạm vi dữ liệu:
zh_hans: 数据范围：
zh_hant: 資料範圍：

source: Database Viewer
ar: عارض قاعدة البيانات
ca: Visor de base de dades
cs: Prohlížeč databází
da: Databaseviser
de: Datenbank-Viewer
el: Πρόγραμμα προβολής βάσης δεδομένων
es: Visor de bases de datos
fi: Tietokannan katseluohjelma
fr: Visionneuse de base de données
he: מציג מסד נתונים
hi: डेटाबेस व्यूअर
hr: Preglednik baze podataka
hu: Adatbázis-megjelenítő
id: Penampil Database
it: Visualizzatore di database
ja: データベースビューワー
ko: 데이터베이스 뷰어
ms: Peninjau Pangkalan Data
nb: Databaseviser
pl: Przeglądarka bazy danych
pt_pt: Visualizador de base de dados
ro: Vizualizator bază de date
ru: Просмотр базы данных
sk: Zobrazovač databázy
sl: Pregledovalnik baze podatkov
sv: Databasvisare
th: ตัวแสดงฐานข้อมูล
tr: Veritabanı Görüntüleyici
uk: Переглядач бази даних
vi: Trình xem cơ sở dữ liệu
zh_hans: 数据库查看器
zh_hant: 資料庫檢視器

source: Date Range Calculation
ar: حساب النطاق الزمني
ca: Càlcul de rang de dates
cs: Výpočet rozsahu dat
da: Datoområdeberegning
de: Datumsbereichsberechnung
el: Υπολογισμός εύρους ημερομηνιών
es: Cálculo de rango de fechas
fi: Päivämääräalueen laskenta
fr: Calcul de plage de dates
he: חישוב טווח תאריכים
hi: तारीख़ सीमा गणना
hr: Izračun raspona datuma
hu: Dátumtartomány-számítás
id: Perhitungan Rentang Tanggal
it: Calcolo dell'intervallo di date
ja: 日付範囲の計算
ko: 날짜 범위 계산
ms: Pengiraan Julat Tarikh
nb: Beregning av datoperiode
nl: Datumbereikberekening
pl: Obliczanie zakresu dat
pt_pt: Cálculo do intervalo de datas
ro: Calcul interval de date
ru: Вычисление диапазона дат
sk: Výpočet dátumového rozsahu
sl: Izračun datumske omejitve
sv: Beräkning av datumintervall
th: การคำนวณช่วงวันที่
tr: Tarih Aralığı Hesaplama
uk: Обчислення діапазону дат
vi: Tính toán khoảng ngày
zh_hans: 日期范围计算
zh_hant: 日期範圍計算

source: Debug
ar: تصحيح الأخطاء
ca: Depuració
cs: Ladění
da: Fejlfinding
de: Fehlersuche
el: Εντοπισμός σφαλμάτων
es: Depuración
fi: Virheenjäljitys
fr: Débogage
he: ניפוי באגים
hi: डीबग
hr: Otklanjanje pogrešaka
hu: Hibakeresés
ja: デバッグ
ko: 디버그
ms: Nyahpepijat
nb: Feilsøk
nl: Debuggen
pl: Debugowanie
pt_pt: Depuração
ro: Depanare
ru: Отладка
sk: Ladenie
sl: Razhroščevanje
sv: Felsök
th: ดีบัก
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 偵錯

source: Debug Info:
ar: معلومات التصحيح:
ca: Informació de depuració:
cs: Informace o ladění:
da: Fejlfindingsoplysninger:
de: Debug-Informationen:
el: Πληροφορίες εντοπισμού σφαλμάτων:
es: Información de depuración:
fi: Vianjäljitystiedot:
fr: Infos de débogage :
he: פרטי ניפוי באגים:
hi: डीबग जानकारी:
hr: Informacije o otklanjanju pogrešaka:
hu: Hibakeresési információk:
id: Info Debug:
it: Informazioni di debug:
ja: デバッグ情報：
ko: 디버그 정보:
ms: Maklumat Nyahpepijat:
nb: Feilsøkingsinfo:
pl: Informacje debugowania:
pt_pt: Informações de depuração:
ro: Informații de depanare:
ru: Информация для отладки:
sk: Informácie o ladení:
sl: Informacije o razhroščevanju:
sv: Felsökningsinfo:
th: ข้อมูลดีบัก:
tr: Hata Ayıklama Bilgileri:
uk: Інформація для налагодження:
vi: Thông tin gỡ lỗi:
zh_hans: 调试信息：
zh_hant: 偵錯資訊：

source: Default Region H
ar: المنطقة الافتراضية H
ca: Regió predeterminada H
cs: Výchozí oblast H
da: Standardregion H
de: Standardregion H
el: Προεπιλεγμένη περιοχή H
es: Región predeterminada H
fi: Oletusalue H
fr: Région par défaut H
he: אזור ברירת מחדל H
hi: डिफ़ॉल्ट क्षेत्र H
hr: Zadana regija H
hu: Alapértelmezett régió H
id: Wilayah Default H
it: Regione predefinita H
ja: デフォルトの地域 H
ko: 기본 지역 H
ms: Wilayah Lalai H
nb: Standardregion H
nl: Standaardregio H
pl: Domyślny region H
pt_pt: Região predefinida H
ro: Regiune implicită H
ru: Регион по умолчанию H
sk: Predvolený región H
sl: Privzeta regija H
sv: Standardregion H
th: ภูมิภาคเริ่มต้น H
tr: Varsayılan Bölge H
uk: Регіон за замовчуванням H
vi: Vùng mặc định H
zh_hans: 默认地区 H
zh_hant: 預設地區 H

source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 删除

source: Delete Account Information?
ar: حذف معلومات الحساب؟
ca: Eliminar la informació del compte?
cs: Smazat informace o účtu?
da: Slette kontooplysninger?
de: Kontoinformationen löschen?
el: Διαγραφή πληροφοριών λογαριασμού;
es: ¿Eliminar la información de la cuenta?
fi: Poistetaanko tilin tiedot?
fr: Supprimer les informations du compte ?
he: למחוק את פרטי החשבון?
hi: खाता जानकारी हटाएं?
hr: Obrisati podatke računa?
hu: Fiókinformációk törlése?
id: Hapus Informasi Akun?
it: Eliminare le informazioni dell’account?
ja: アカウント情報を削除しますか？
ko: 계정 정보를 삭제하시겠습니까?
ms: Padam Maklumat Akaun?
nb: Slette kontoinformasjon?
nl: Accountinformatie verwijderen?
pl: Usunąć informacje o koncie?
pt_pt: Eliminar informações da conta?
ro: Șterge informațiile contului?
ru: Удалить информацию об аккаунте?
sk: Vymazať informácie o účte?
sl: Izbrisati podatke o računu?
sv: Radera kontoinformation?
th: ลบข้อมูลบัญชี?
tr: Hesap bilgilerini silmek istiyor musunuz?
uk: Видалити інформацію облікового запису?
vi: Xóa Thông tin Tài khoản?
zh_hans: 删除账户信息？
zh_hant: 刪除帳戶資訊？

source: Diff
ar: الفرق
ca: Diferència
cs: Rozdíl
da: Forskel
de: Unterschied
el: Διαφορά
es: Diferencia
fi: Erotus
fr: Différence
he: הפרש
hi: अंतर
hr: Razlika
hu: Különbség
id: Selisih
it: Differenza
ja: 差分
ko: 차이
ms: Perbezaan
nb: Forskjell
nl: Verschil
pl: Różnica
pt_pt: Diferença
ro: Diferență
ru: Разница
sk: Rozdiel
sl: Razlika
sv: Skillnad
th: ความแตกต่าง
tr: Fark
uk: Різниця
vi: Chênh lệch
zh_hans: 差异
zh_hant: 差異

source: Display Rates in Pounds (£)
ar: عرض الأسعار بالجنيه الإسترليني (£)
ca: Mostra les tarifes en lliures (£)
cs: Zobrazit sazby v librách (£)
da: Vis satser i pund (£)
de: Tarife in Pfund (£) anzeigen
el: Εμφάνιση τιμών σε λίρες (£)
es: Mostrar tarifas en libras (£)
fi: Näytä hinnat puntina (£)
fr: Afficher les tarifs en livres sterling (£)
he: הצג תעריפים בפאונד (£)
hi: दरों को पाउंड (£) में दिखाएं
hr: Prikaži cijene u funtama (£)
hu: Díjakat fontban (£) jeleníts meg
id: Tampilkan tarif dalam Pound (£)
it: Mostra tariffe in sterline (£)
ja: 料金をポンド (£) で表示
ko: 요금을 파운드(£)로 표시
ms: Papar kadar dalam paun (£)
nb: Vis priser i pund (£)
nl: Tarieven weergeven in ponden (£)
pl: Wyświetl stawki w funtach (£)
pt_pt: Exibir tarifas em libras (£)
ro: Afișează tarifele în lire (£)
ru: Отображать тарифы в фунтах (£)
sk: Zobraziť sadzby v librách (£)
sl: Prikaži cene v funtih (£)
sv: Visa priser i pund (£)
th: แสดงอัตราเป็นปอนด์ (£)
tr: Fiyatları Pound (£) olarak görüntüle
uk: Відображати тарифи у фунтах (£)
vi: Hiển thị giá theo bảng Anh (£)
zh_hans: 以英镑 (£) 显示费率
zh_hant: 以英鎊 (£) 顯示費率

source: Display the current Octopus Agile rate.
ar: اعرض السعر الحالي لـ Octopus Agile.
ca: Mostra la tarifa actual de Octopus Agile.
cs: Zobrazí aktuální sazbu Octopus Agile.
da: Vis den aktuelle Octopus Agile-pris.
de: Zeigt den aktuellen Octopus Agile-Tarif an.
el: Εμφανίζει την τρέχουσα τιμή Octopus Agile.
es: Muestra la tarifa actual de Octopus Agile.
fi: Näytä Octopus Agile -sähkön tämänhetkinen hinta.
fr: Affiche le tarif actuel Octopus Agile.
he: הצג את התעריף הנוכחי של Octopus Agile.
hi: Octopus Agile की वर्तमान दर प्रदर्शित करें.
hr: Prikazuje trenutnu cijenu Octopus Agile.
hu: Megjeleníti az aktuális Octopus Agile tarifát.
id: Tampilkan tarif Octopus Agile saat ini.
it: Mostra la tariffa attuale di Octopus Agile.
ja: 現在の Octopus Agile 料金を表示します。
ko: 현재 Octopus Agile 요금을 표시합니다.
ms: Paparkan kadar semasa Octopus Agile.
nb: Vis gjeldende Octopus Agile-pris.
nl: Toon het huidige Octopus Agile-tarief.
pl: Wyświetla aktualną stawkę Octopus Agile.
pt_pt: Exibe a tarifa atual da Octopus Agile.
ro: Afișează tariful curent Octopus Agile.
ru: Отображает текущий тариф Octopus Agile.
sk: Zobrazuje aktuálnu sadzbu Octopus Agile.
sl: Prikaži trenutno tarifo Octopus Agile.
sv: Visa det aktuella Octopus Agile-priset.
th: แสดงอัตรา Octopus Agile ปัจจุบัน
tr: Geçerli Octopus Agile tarifesini görüntüle.
uk: Відображає поточний тариф Octopus Agile.
vi: Hiển thị mức giá Octopus Agile hiện tại.
zh_hans: 显示当前 Octopus Agile 费率。
zh_hant: 顯示目前 Octopus Agile 費率。
